Repository: pardus-bireysel/pardus-bireysel
Catalog: con/.local/share/plasma/plasmoids/org.kde.plasma.eventcalendar/translate/*.po
Languages: fi, he, sl

source: Event Calendar
fi: Tapahtumakalenteri
he: לוח שנה עם אירועים
sl: Koledar z dnevnim redom

source: Plasmoid for a calendar+agenda with weather that syncs to Google Calendar.
fi: Plasmoidi kalenteri + agenda säätietoineen synkronoitu Google Calendarin kanssa.
he: יישומון לוח שנה וסדר יום שמסתנכרן עם Google Calendar ועם גישה ישירה לתחזית מזג האוויר.
sl: Vtičnik za koledar z dnevnim redom in vremensko napovedjo, ki se usklajuje z Googlovim koledarjem.

source: General
fi: Yleiset
he: כללי
sl: Splošno

source: Layout
fi: Asettelu
he: פריסה
sl: Postavitev

source: Timezones
fi: Aikavyöhykkeet
he: אזורי זמן
sl: Časovni pas

source: Calendar
fi: Kalenteri
he: לוח שנה
sl: Koledar

source: Agenda
he: סדר יום
sl: Dnevni red

source: Events
fi: Tapahtumat
he: אירועים
sl: Dogodki

source: Weather
fi: Sää
he: מזג האוויר
sl: Vreme

source: Advanced
fi: Lisäasetukset
he: מתקדם
sl: Napredno

source: All Day
fi: Koko päivä
he: כל היום
sl: Ves dan

source: Hangout
he: בילוי
sl: Hangout klepet

source: Edit
fi: Muokkaa
he: עריכה
sl: Uredi

source: Delete Event
fi: Poista tapahtuma
he: מחיקת האירוע
sl: Izbriši dogodek

source: Confirm Deletion
fi: Vahvista poisto
he: אישור מחיקה
sl: Potrdi izbris

source: Edit in browser
fi: Muokkaa selaimessa
he: עריכה בדפדפן
sl: Uredi v brskalniku

# agenda date format line 1
source: MMM d
he: d ב־MMM

# short month+date format
source: MMM d
he: d ב־MMM

# event with no summary
source: (No title)
fi: (Ei otsikkoa)
he: (אין כותרת)
sl: (brez naslova)

source: [No Calendars]
fi: [Ei kalentereja]
he: [אין לוחות שנה]
sl: [Ni koledarjev]

source: HTTP Error %1: %2
fi: HTTP-virhe %1: %2
he: שגיאת HTTP‏ %1:‏ %2
sl: HTTP napaka %1: %2

source: Could not connect
fi: Ei voitu yhdistää
he: לא היה ניתן להתחבר
sl: Ni povezave

source: Will try again soon.
fi: Yhdistää uudelleen pian.
he: ננסה שוב בקרוב.
sl: Ponovni poizkus kmalu.

source: Widget has been updated. Please logout and login to Google Calendar again.
fi: Kalenteri on päivitetty. Ole hyvä ja kirjaudu Google-kalenteriin uudelleen.
he: היישומון עודכן. נא לצאת ולהיכנס בחזרה אל Google Calendar.
sl: Vtičnik je bil posodobljen. Potrebna je ponovna prijava v Googlov koledar.

source: Too many web requests. Will try again soon.
fi: Liian monta web-pyyntöä. Yrittää uudelleen hetken kuluttua.
he: יותר מדי בקשות. ננסה שוב בקרוב.
sl: Preveč spletnih poizvedb. Ponovni poizkus kmalu.

source: Show agenda
fi: Näytä Agenda
he: הצגת סדר היום
sl: Pokaži dnevni red

source: Font Size:
fi: Kirjasimen koko:
he: גודל גופן:
sl: Velikost pisave:

source: px
he: פיקסלים
sl: točk

source: (0px = <b>System Settings > Fonts > General</b>)
fi: (0px = <b>Järjestelmän asetukset > Kirjasimet > Yleiset</b>)
he: (0 פיקסלים = <b>הגדרות מערכת > גופנים > כללי</b>)
sl: (0 točk = <b>sistemske nastavitve > pisave > General</b>)

source: Weather Icon
fi: Sääkuvake
he: סמל מזג האוויר
sl: Vremenska ikona

source: Icon Outline
fi: Kuvan siirtymä
he: קו מתאר לסמל
sl: Obroba ikone

source: Weather Text
fi: Sääteksti
he: טקסט למזג האוויר
sl: Pisava za vreme

source: Position:
fi: Paikka:
he: מיקום:
sl: Položaj:

source: Left
fi: Vasen
he: ימין
sl: Levo

source: Right
fi: Oikea
he: שמאל
sl: Desno

source: Click Weather:
fi: Napsauta Sää:
he: לחיצה על מזג האוויר:
sl: Klik na vreme:

source: Open City Forecast In Browser
fi: Avaa kaupungin sää selaimessa
he: פתיחת התחזית לעיר בדפדפן
sl: Odpre vremensko napoved v brskalniku

source: Click Date:
fi: Napsauta päivä:
he: לחיצה על תאריך:
sl: Klik na datum:

source: Open New Event In Browser
fi: Avaa uusi tapahtuma selaimessa
he: פתיחת אירוע חדש בדפדפן
sl: Odpre nov dogodek v brskalniku

source: Open New Event Form
fi: Avaa uusi tapahtumalomake
he: פתיחת דו־שיח מקומי ליצירת אירועים
sl: Odpre okno za vpis dogodka

source: Event description
fi: Tapahtuman kuvaus
he: תיאור האירוע
sl: Opis dogodka

source: Hide 'All Day' text
fi: Piilota 'koko päivä -teksti
he: הסתרת טקסט "כל היום"
sl: Skrij besedilo 'ves dan'

source: Google Hangouts link
fi: Google-Hangouts -linkki
he: קישור ל־Google Hangouts
sl: Povezava do Google Hangout

source: Click Event:
fi: Napsauta tapahtumaa:
he: לחיצה על אירוע:
sl: Klik na dogodek:

source: Open Event In Browser
fi: Avaa tapahtuma selaimessa
he: פתיחת האירוע בדפדפן
sl: Odpre dogodek v brskalniku

source: Show multi-day events:
fi: Näytä useampipäiväiset tapahtumat:
he: הצגת אירועים שנפרשים על יותר מיום אחד:
sl: Prikaži večdnevne dogodke:

source: On all days
fi: Koko päivän
he: בכל הימים
sl: Na vseh dneh

source: Only on the first and current day
fi: Vain ensimmäinen ja nykyinen päivä
he: ביום הראשון וביום הנוכחי בלבד
sl: Le na prvem in današnjem dnevu

source: Remember selected calendar in New Event Form
fi: Muista valittu kalenteri uudessa tapahtumalomakkeessa
he: זכירת לוח השנה הנבחר בדו־שיח יצירת האירועים החדשים
sl: Zapomni si izbran koledar pri ustvarjanju novega dogodka

source: Current Month
fi: Nykyinen kuukausi
he: החודש הנוכחי
sl: Trenutni mesec

source: Always show next 14 days
fi: Näytä aina seuraavat 14 päivää
he: תמיד להציג את השבועיים הבאים
sl: Vedno prikaži naslednjih 14 dni

source: Hide completed events
fi: Piilota menneet tapahtumat
he: הסתרת האירועים שהסתיימו
sl: Skrij minule dogodke

source: Show all events of the current day (including completed events)
fi: Näytä tämän päivän kaikki tapahtumat (sisältäen menneet tapahtumat)
he: הצגת כל אירועי היום הנוכחי (לרבות אירועים שהסתיימו)
sl: Prikaži vse današnje dogodke (vključno z minulimi)

source: Colors
fi: Värit
he: צבעים
sl: Barve

source: In Progress
fi: Käynnissä
he: אירוע שמתרחש כעת
sl: Se izvaja

source: Day Spacing:
fi: Päivän asemointi:
he: מרווח בין ימים:
sl: Razmak (datum):

source: Event Spacing:
fi: Tapahtuman asemointi:
he: מרווח בין אירועים:
sl: Razmak (dogodek):

source: Show calendar
fi: Näytä kalenteri
he: הצגת לוח השנה
sl: Prikaži koledar

source: Scroll to event in Agenda
fi: Vieritä tapahtumaan Agendassa
he: גלילה לאירוע בסדר היום
sl: Pojdi do dogodka v dnevnem redu

source: Double-click on Date:
fi: Kaksoisnapauta päivää:
he: לחיצה כפולה על תאריך:
sl: Dvojni klik na datum:

source: New Google Calendar Event (Web Browser)
fi: Uusi Google-kalenterin tapahtuma (www-selain)
he: אירוע חדש ב־Google Calendar (בדפדפן האינטרנט)
sl: Nov dogodek v Googlovem koledarju (brskalnik)

source: Do Nothing
fi: Älä tee mitään
he: לא לעשות דבר
sl: Ne naredi ničesar

source: Style
fi: Tyyli
he: סגנון
sl: Slog

source: Current Month Title:
fi: Nykyinen kuukausi otsikko:
he: כותרת החודש הנוכחי:
sl: Ime trenutnega meseca:

# calendar title format for current month
source: MMMM d, yyyy
he: ה־d MMMM, yyyy

source: Show Borders
fi: Näytä kehykset
he: הצגת גבולות
sl: Pokaži obrobe

source: Show Week Numbers
fi: Näytä viikon numero
he: הצגת ימי השבוע
sl: Pokaži št. tednov

source: Highlight Current Day / Week
fi: Korosta nykyinen päivä / viikko
he: סימון היום או השבוע הנוכחי
sl: Poudari današnji dan / teden

source: First day of week:
fi: Viikon ensimmäinen päivä:
he: היום הראשון בשבוע:
sl: Prvi dan v tednu:

source: Default
fi: Oletus
he: ברירת מחדל
sl: Ponastavi

source: Event Badge:
fi: Tapahtuman kuvake:
he: תווית אירוע:
sl: Oznaka dogodka:

source: Theme
fi: Teema
he: ערכות הנושא
sl: Po temi namizja

source: Dots (3 Maximum)
fi: Pisteet (max 3)
he: נקודות (עד 3)
sl: Pike (največ tri)

source: Bottom Bar (Event Color)
fi: Alapalkki (tapahtuman väri)
he: שורה תחתונה (צבע אירוע)
sl: Spodnja črta (barva dogodka)

source: Bottom Bar (Highlight)
fi: Alapalkki (korostettu)
he: שורה תחתונה (סימון)
sl: Spodnja črta (poudarek)

source: Count
fi: Määrä
he: כמות
sl: Številka

source: Radius:
fi: Säde:
he: רדיוס:
sl: Premer:

source: Selected:
fi: Valittu:
he: נבחרו:
sl: Izbrano:

source: Solid Color (Highlight)
fi: Kiinteä väri (korostus)
he: צבע אחיד (מודגש)
sl: Polna barva (poudarek)

source: Today:
fi: Tänään:
he: היום:
sl: Danes:

source: Solid Color (Inverted)
fi: Kiinteä väri (käänteinen)
he: צבע אחיד (הפוך)
sl: Polna barva (obrnjeno)

source: Big Number
fi: Iso numero
he: ספרות גדולות
sl: Velika številka

source: Event Calendar Plugins
fi: Tapahumakalenterin liitännäinen
he: תוספי לוח שנה עם אירועים
sl: Vtičniki za Koledar z dnevnim redom

source: Plasma Calendar Plugins
fi: Plasma-kalenterin liitännäinen
he: תוספי לוח שנה ל־‏Plasma
sl: Vtičniki za Plasma koledar

source: Misc
fi: Sekalaiset
he: שונות
sl: Razno

source: Refresh events every:
fi: Päivitä tapahtumat joka:
he: ריענון האירועים כל:
sl: Osveži dogodke na:

# Polling interval in minutes
source: min
he: דק׳

source: Notifications
fi: Ilmoitukset
he: התראות
sl: Obvestila

source: Event Reminder
fi: Tapahtuman muistutin
he: תזכורות לאירועים

source: Widgets
fi: Sovellukset
he: יישומונים
sl: Pripomočki

source: Show/Hide widgets above the calendar. Toggle Agenda/Calendar on their respective tabs.
fi: Näytä/Piilota tietoja kalenterin edellä. Vaihda Agenda/Kalenteri niiden vastaavilla välilehdillä.
he: הצגת/הסתרת יישומונים שמעל לוח השנה. לוח השנה וסדר היום יוצגו בלשוניות נפרדות.
sl: Prikaži/skrij pripomočke nad koledarjem. Preklapljaj med dnevnim redom in koledarjem.

source: Meteogram
fi: Säätila
he: תחזית

source: Timer
fi: Ajastin
he: טיימר
sl: Odštevalnik

source: Clock
fi: Kello
he: שעון
sl: Ura

source: Time Format
fi: Ajan muoto
he: תבנית שעה
sl: Časovni format

source: Time Format Documentation
fi: Ajan muodon dokumentaatio
he: תיעוד תבניות השעה
sl: Dokumentacija o časovnem formatu

source: The default font for the Breeze theme is Noto Sans which is hard to read with small text. Try using the Sans Serif font if you find the text too small when adding a second line.
fi: Oletuskirjasin Breeze-teemalle on Noto Sans, joka on vaikea lukea pienellä tekstillä. Kokeile käyttää Sans Serif -kirjasinta, jos teksti on liian pientä kun lisäät sekunnit riville.
he: גופן ברירת המחדל לערכת הנושא Breeze הוא Noto Sans הקשה לקריאה בטקסט קטן. כדאי לנסות להשתמש בפונט סאן־סריפי אם הטקסט קטן מדי בשבילך בעת הוספת שורה שנייה.
sl: Privzeta pisava za namizno temo Sapica je Noto Sans, ki pa jo je težje brati, če je besedilo malo. Poskusite s Sans Serif, če npr. dodajate še drugo vrstico, saj se velikost besedila prepolovi.

source: Font:
fi: Kirjasin:
he: גופן:
sl: Pisava:

source: Fixed Clock Height:
fi: Kiinteä kellon korkeus:
he: גובה שעון קבוע:
sl: Določena višina ure:

source: (0px = scale to fit)
fi: (0px = sovita)
he: (0 פיקסלים = שינוי קנה מידה להתאמה)
sl: (0 točk = samodejna velikost)

source: Line 1:
fi: Rivi 1:
he: שורה 1:
sl: Vrstica 1:

source: Preset:
fi: Esiasetettu
he: מערך:
sl: Nastavitev:

source: Bold
fi: Vahvennus
he: מודגש
sl: Krepko

source: Line 2:
fi: Rivi 2:
he: שורה 2:
sl: Vrstica 2:

source: Height:
fi: Korkeus:
he: גובה:
sl: Višina:

source: Mouse Wheel
fi: Hiiren rulla
he: גלגלת העכבר
sl: Miškin kolešček

source: Run Commands
fi: Suorita komennot
he: הרצת פקודות
sl: Zaženi ukaz

source: Scroll Up:
fi: Vieritä ylös:
he: גלילה למעלה:
sl: Gor:

source: Scroll Down:
fi: Vieritä alas:
he: גלילה למטה:
sl: Dol:

source: Volume (No UI) (amixer)
fi: Äänenvoimakkuus (ei UI) (amixer)
he: עוצמת שמע (בלי ממשק משתמש) (amixer)
sl: Glasnost (brez upor. vmesnika) (amixer)

source: Volume (UI) (qdbus)
fi: Äänenvoimakkuus (UI) (qdbus)
he: עוצמת שמע (עם ממשק משתמש) (qdbus)
sl: Glasnost (upor. vmesnik) (qdbus)

source: Desktop Widget: Show background
fi: Työpöytäsovellus: Näytä tausta
he: יישומון לשולחן העבודה: הצגת הרקע
sl: Pripomoček na namizju: Prikaži ozadje

source: Debugging
fi: Debuggaus
he: ניפוי שגיאות
sl: Razhroščevanje

source: Debugging will log sensitive information to:
fi: Debuggaus kirjoittaa lokiin herkkää tietoa kohteeseen:
he: ניפוי השגיאות ירשום מידע רגיש בקובץ:
sl: Razhroščevanje bo beležilo ključne informacije v:

source: Enable Debugging
fi: Salli debuggaus
he: הפעלת ניפוי שגיאות
sl: Omogoči razhroščevanje

source: Login
fi: Kirjautuminen
he: כניסה
sl: Prijava

source: Currently Synched.
fi: Synkronissa tällä hetkellä.
he: כרגע מסונכרן.
sl: Trenutno usklajeno.

source: Logout
fi: Uloskirjautuminen
he: יציאה
sl: Odjava

source: To sync with Google Calendar
fi: Google-kalenteriin yhdistäminen
he: לסנכרון עם Google Calendar
sl: Za uskladitev z Googlovim koledarjem

source: Visit <a href="%1">%2</a> (opens in your web browser). After you login and give permission to access your calendar, it will give you a code to paste below.
fi: Mene osoitteeseen <a href="%1">%2</a> (avaa www-selaimeen). Kun olet kirjautunut ja antanut luvat kalenteriisi, sinulle annetaan koodi. Kopioi koodi alle.
he: נא לפתוח את <a href="%1">%2</a> (הקישור ייפתח בדפדפן האינטרנט). לאחר הכניסה והענקת הרשאת הגישה ללוח השנה, יינתן לך קוד שיהיה אפשר להדביק למטה.
sl: obiščite <a href="%1">%2</a> (odpre v brskalniku). Po uspešni prijavi in odobritvi dovoljenj do dostopa, boste prejeli kodo, ki jo prilepite spodaj.

source: Copy Link
fi: Kopioi linkki
he: העתקת הקישור
sl: Kopiraj povezavo

source: Enter code here (Eg: %1)
fi: Anna koodi tähän (Esim: %1)
he: נא לציין את הקוד כאן (למשל: %1)
sl: Prilepi kodo sem (npr. %1)

source: Submit
fi: Lähetä
he: שליחה
sl: Potrdi

source: Invalid Google Authorization Code
fi: Väärä Googlen valtuutuskoodi
he: קוד בלתי־תקין של Google Authorization
sl: Neveljavna Googlova koda za avtorizacijo

source: Calendars
fi: Kalenterit
he: לוחות שנה
sl: Koledar

source: Refresh
fi: Päivitä
he: ריענון
sl: Posodobi

source: Tasks
fi: Tehtävät
he: משימות
sl: Opravila

source: Options
fi: Valinnat
he: אפשרויות
sl: Možnosti

source: Event Click:
he: לחיצה על אירוע:

source: Open Web Event View
he: פתיחת תצוגת האירוע ברשת

source: Open Web Month View
he: פתיחת תצוגת השבוע ברשת

source: Hide "This event was added from Goals in Google Calendar" description
he: הסתרת התיאור "אירוע זה נוסף מהמטרות שב־Google Calendar"

source: Add Calendar
fi: Lisää kalenteri
he: הוספת לוח שנה
sl: Dodaj koledar

source: New Calendar
fi: Uusi kalenteri
he: לוח שנה חדש
sl: Nov koledar

source: Calendar Label
fi: Kalenterin otsikko
he: תווית לוח שנה
sl: Ime koledarja

source: Browse
fi: Selaa
he: עיון
sl: Brskaj

source: Calendar to the left of the Agenda (Two Columns)
fi: Kalenteri Agendan vasemmalle puolelle (kaksi saraketta)
he: לוח השנה מימין לסדר היום (שתי עמודות)
sl: Koledar na levi od dnevnega reda (dva stolpca)

source: Agenda below the Calendar (Single Column)
fi: Agenda kalenterin alle (yksi sarake)
he: סדר היום מתחת ללוח השנה (עמודה אחת)
sl: Dnevni red pod koledarjem (en stolpec)

source: Tooltip
fi: Vihje
he: חלונית הגדרה
sl: Izbira

source: Cannot deselect Local time from the tooltip
fi: Paikallista aikaa ei voi poistaa työkaluvihjeestä
he: לא ניתן לבטל את בחירת הזמן המקומי מתוך חלונית ההגדרות
sl: Ni mogoče odstraniti izbire osnovnega kraja

source: Data
fi: Tiedot
he: נתונים
sl: Podatki

source: API App Id:
fi: API sovelluksen id:
he: מזהה ה־API של היישום:

source: City Id:
fi: Kaupungin id
he: מזהה עיר:
sl: Krajevni ID:

source: Eg: 5983720
fi: Esim: 5983720
he: למשל: 5983720
sl: npr.: 5983720

source: Find City
fi: Etsi kaupunki
he: איתור עיר
sl: Najdi mesto

source: Settings
fi: Asetukset
he: הגדרות
sl: Nastavitve

source: Update forecast every:
fi: Päivitä muoto joka:
he: עדכון התחזית כל:
sl: Posodobi vreme vsakih:

source: Show next
fi: Näytä seuraava
he: הצגת התחזית ל־
sl: Pokaži naslednjih

source: hour
fi: tunti
he: השעות
sl: uro

source: in the meteogram.
fi: säätilassa.
he: הבאות.
sl: v meteogramu.

source: Units:
fi: Yksiköt:
he: יחידת מידה:
sl: Enote:

source: Celsius
fi: Celcius
he: צלזיוס
sl: Celzij

source: Fahrenheit
he: פרנהייט

source: Kelvin
he: קלווין

source: Text
fi: Teksti
he: טקסט
sl: Besedilo

source: Grid
fi: Ruudukko
he: רשת
sl: Mreža

source: Rain
fi: Sade
he: גשם
sl: Regija

source: Positive Temp
fi: Lämpöasteet
he: טמפרטורה חיובית
sl: Temperatura (+)

source: Negative Temp
fi: Pakkasasteet
he: טמפרטורה שלילית
sl: Temperatura (-)

source: Icons
fi: Kuvakkeet
he: סמלים
sl: Ikone

source: Select city
fi: Valitse kaupunki
he: בחירת עיר
sl: Izberi mesto

source: Fetched from <a href="%1">%1</a>
fi: Haettu osoitteesta <a href="%1">%1</a>
he: הנתונים נמשכו מתוך <a href="%1">%1</a>
sl: Prenešeno z: <a href="%1">%1</a>

source: Search
fi: Etsi
he: חיפוש
sl: Iskanje

source: Name
fi: Nimi
he: שם
sl: Ime

source: Id
he: מזהה

source: City Webpage
fi: Kaupungin www-sivu
he: אתר האינטרנט של העיר
sl: Spletna stran mesta

source: Open Link
fi: Avaa linkki
he: פתיחת הקישור
sl: Odpri povezavo

# event editor date format
source: d MMM, yyyy
he: d ב־MMM, yyyy

source: to
he: עד
sl: do

source: Event Title
fi: Tapahtuman otsikko
he: כותרת האירוע
sl: Ime dogodka

source: Add location
fi: Lisää paikka
he: הוספת מיקום
sl: Dodaj lokacijo

source: Add description
fi: Lisää kuvaus
he: הוספת תיאור
sl: Dodaj opis

source: &Save
fi: &Talleta
he: &שמירה
sl: &Shrani

source: &Cancel
fi: &Keskeytä
he: בי_טול
sl: &Prekliči

source: Add due date
fi: Lisää eräpäivä
he: הוספת תאריך יעד
sl: Dodaj obdobje trajanja

source: <b>Version:</b> %1
fi: <b>Versio:</b> %1
he: <b>גרסה:</b> %1
sl: <b>Različica:</b> %1

# Use default font
source: Default
fi: Oletus
he: ברירת המחדל
sl: Privzeto

source: Choose a sound effect
fi: Valitse ääni
he: נא לבחור אפקט צליל
sl: Izberi zvočni efekt

source: Sound files (%1)
fi: Äänitiedostot (%1)
he: קובצי שמע (%1)
sl: Zvokovne datoteke (%1)

source: All files (%1)
fi: Kaikki tiedostot (%1)
he: כל הקבצים (%1)
sl: Vse datoteke (%1)

# short form for %1 hours
source: %1h
he: %1 שע׳

# short form for %1 minutes
source: %1m
he: %1 דק׳

# short form for %1 seconds
source: %1s
he: %1 שנ׳

source: Weather API limit reached
fi: Sään API-rajoitus saavutettu
he: הגעת למכסת ה־API של תחזית מזג האוויר
sl: Dosežena omejitev API-ja za vreme

source: Logged out of Google. Please login again.
fi: Kirjauduttu ulos Googlesta. Ole hyvä ja kirjaudu uudelleen.
he: מחוץ לחשבון Google. נא להיכנס שוב.
sl: Odjavljen/a iz Googla. Potrebna je ponovna prijava.

source: Set Language…
fi: Aseta kieli…
he: הגדרת שפה…
sl: Določi jezik …

source: Set Locale…
fi: Aseta paikka…
he: הגדרת מיקום…
sl: Določi državo …

source: %1mm
he: %1 מ״מ

source: Eg: 9am-5pm Work
fi: Esim: 9 AP - 5 IP Työ
he: למשל: עבודה בשעות 9:00-‏17:00
sl: npr.: 9.00-17.00 služba

source: Weather not configured. Go to Weather in the config and set your city, and/or disable the meteogram to hide this area.
fi: Sääasetuksia ei ole tehty. Mene asetuksissa Sää-kohtaan ja aseta kaupunkisi ja/tai estä sääkartan piilottaa tämä alue.
he: לא הוגדרה תחזית מזג האוויר. יש לבחור בלשונית מזג האוויר במסך ההגדרה ולבחור את העיר שלך, ו/או להשבית את תחזית מזג האוויר כדי להסתיר את האזור הזה.
sl: Vreme ni nastavljeno. V nastavitvah tega vtičnika kliknite na Vreme ter določite svoje mesto, in/ali onemogočite meteogram, da se skrije to območje.

source: Error fetching weather.
fi: Virhe säätietojen jaussa.
he: שגיאה במשיכת תחזית מזג האוויר.
sl: Napaka pri prenosu podatkov o vremenu.

source: &Start
fi: &Aloita
he: ה&תחלה

source: Timer finished
fi: Ajastin lopetti.
he: הטיימר הסתיים
sl: Odštevanje zaključeno

source: %1 has passed
fi: %1 on hyväksytty
he: %1 עבר
sl: %1 je mimo

source: Repeat
fi: Toista
he: חזרה
sl: Ponovi

source: Pause Timer
fi: Tauota ajastin
he: השהיית הטיימר
sl: Premor

source: Start Timer
fi: Aloita ajastin
he: התחלת הטיימר
sl: Začni z odštevanjem

source: Scroll to add to duration
fi: Valitse lisätäksesi keston
he: יש לגלול כדי להוסיף משך זמן
sl: Drsanje daljša/krajša čas odštevalnika

source: Sound
fi: Ääni
he: צליל
sl: Zvok

source: Set Timer
fi: Aseta ajastin
he: הגדרת טיימר
sl: Določi ročno

source: Events Starting
fi: Tapahtumat alkavat
he: אירועים שמתחילים
sl: Dogodki, ki se bodo začeli

source: Events In Progress
fi: Tpaahtumat käynnissä
he: אירועים שמתרחשים כעת
sl: Dogodki, ki potekajo

source: Upcoming Events
fi: Tulevat tapahtumat
he: אירועים קרובים
sl: Prihajajoči dogodki

# %1 = 15 minutes
source: Starting in %1
fi: Alkaa %1 kuluttua
he: מתחיל בעוד %1

source: Google Calendar
fi: Google-kalenteri
sl: Googlov koledar

source: Event Starting
fi: Tapahtuma alkaa
sl: Začetek dogodka

source: SFX:
fi: Ääni:
sl: Zvočni efekt:

source: You can also use %1 or %2 to style a section. Note the single quotes around the tags are used to bypass the time format.
fi: Voit käyttää myös %1 tai %2 muotoilla osiota. Huomaa, että yksinkertaisen lainausmerkit tunnisteen ympärillä käytetään ajan muodon ohitukseen.
sl: Za oblikovanje posameznih odsekov lahko uporabite tudi %1 ali %2. Če kodo opremite z opuščaji (apostrofi ' ) lahko zaobidete časovni format.

source: Eg: on-14
fi: Esim: on-14
sl: npr.: on-14

# event time on the hour (12 hour clock)
source: h AP
fi: g AP
