Repository: pardus-bireysel/pardus-bireysel
Catalog: .tmp/con/.local/share/plasma/plasmoids/org.kde.plasma.eventcalendar/translate/*.po
Languages: de, sv

source: Event Calendar
de: Ereigniskalender

source: Plasmoid for a calendar+agenda with weather that syncs to Google Calendar.
de: Miniprogramm für einen Kalender mit Ereignisansicht und Wetter, der Ereignisse mit Google Kalender synchronisiert.
sv: Plasmoid för kalender och agenda med väder som synkroniseras med Google Kalender.

source: General
de: Allgemein
sv: Allmän

source: Layout
de: Anordnung

source: Timezones
de: Zeitzonen
sv: Tidszoner

source: Calendar
de: Kalender
sv: Kalender

source: Agenda
de: Ereignisse
sv: Dagordning

source: Events
de: Ereignisse
sv: Händelser

source: Google Calendar
de: Google Kalender
sv: Google Kalender

source: Weather
de: Wettervorhersage
sv: Väder

source: Advanced
de: Erweitert
sv: Avancerat

source: All Day
de: ganztags
sv: Alla dagar

source: Edit
de: Bearbeiten
sv: Editera

source: Delete Event
de: Ereignis löschen
sv: Ta bort händelse

source: Confirm Deletion
de: Löschen bestätigen
sv: Bekräfta borttagning

source: Edit in browser
de: Im Webbrowser bearbeiten
sv: Redigera i Webbläsare

# agenda date format line 1
source: MMM d
de: d MMM

# short month+date format
source: MMM d
de: d MMM

# event with no summary
source: (No title)
de: (Kein Titel)
sv: (Ingen title)

source: [No Calendars]
de: [Keine Kalender]
sv: [Inga Kalendrar]

source: HTTP Error %1: %2
de: HTTP Fehler %1: %2
sv: HTTP-Fel %1: %2

source: Could not connect
de: Verbindungsfehler
sv: Kunde inte ansluta

source: Will try again soon.
de: Versuche in Kürze erneut.
sv: Försöker igen snart.

source: Widget has been updated. Please logout and login to Google Calendar again.
de: Widget wurde aktualisiert. Bitte beim Google Kalender ab- und wieder anmelden.
sv: Widgeten har uppdaterats. Logga ut och sedan in från Google Kalender.

source: Too many web requests. Will try again soon.
de: Zu viele Anfragen. Versuche in Kürze erneut.
sv: För många anslutsförfrågningar. Försöker igen snart.

source: Show agenda
de: Ereignisse anzeigen
sv: Visa dagordning

source: Font Size:
de: Schriftgröße:
sv: Textstorlek:

source: (0px = <b>System Settings > Fonts > General</b>)
de: (0px = <b>Systemeinstellungen > Schriftarten > Allgemein</b>)
sv: (0px = <b>Systeminställningar > Teckensnitt > Allmänt</b>)

source: Weather Icon
de: Wettersymbol
sv: Väderikon

source: Icon Outline
de: Symbol-Umrandung
sv: Ikonkontur

source: Weather Text
de: Vorhersage
sv: Vädertext

source: Left
de: Links
sv: Vänster

source: Right
de: Rechts
sv: Höger

source: Click Weather:
de: Wettersymbol anklicken:
sv: Klicka på Väder:

source: Open City Forecast In Browser
de: Vorhersage des Ortes im Webbrowser öffnen
sv: Öppna väderprognos i webbläsare

source: Click Date:
de: Klick auf Datum:
sv: Klicka på datum:

source: Open New Event In Browser
de: Neues Ereignis im Webbrowser öffnen
sv: Öppna ny händelse i webbläsare

source: Open New Event Form
de: Öffne neues Ereignis
sv: Öppna nytt händelseformulär

source: Event description
de: Ereignisbeschreibung
sv: Beskrivning för Händelse

source: Hide 'All Day' text
de: Text "ganztags" verbergen
sv: Dölj texten 'Hela dagen'

source: Click Event:
de: Klick auf Ereignis:
sv: Klicka på händelse:

source: Open Event In Browser
de: Öffne Ereignis im Webbrowser
sv: Öppna händelse i webbläsare

source: Show multi-day events:
de: Ereignisse über mehrere Tage anzeigen:
sv: Visa flera händelser per dag:

source: On all days
de: An allen Tagen
sv: På alla dagar

source: Only on the first and current day
de: Nur der erste und der aktuelle Tag
sv: Endast den första och nuvarande dagen

source: Remember selected calendar in New Event Form
de: Den eingestellten Kalender für neue Ereignisse merken
sv: Kom ihåg vald kalender i framtida händelseformulär

source: Current Month
de: Aktueller Monat
sv: Nuvarande månad

source: Always show next 14 days
de: Immer die nächsten 2 Wochen anzeigen
sv: Visa alltid kommande 14 dagar

source: Hide completed events
de: Erledigte Ereignisse verstecken
sv: Dölj slutförda händelser

source: Show all events of the current day (including completed events)
de: Alle Ereignisse des aktuellen Tages anzeigen (auch Erledigte)
sv: Visa alla händelser för den aktuella dagen (inklusive slutförda händelser)

source: Colors
de: Farben
sv: Färger

source: In Progress
de: Aktuell
sv: Pågående

source: Day Spacing:
de: Freiraum zwischen den Tagen:
sv: Mellanrum Dagar:

source: Event Spacing:
de: Freiraum zwischen den Ereignissen:
sv: Mellanrum Händelser:

source: Show calendar
de: Kalender anzeigen
sv: Visa kalender

source: Scroll to event in Agenda
de: Zum Ereignis blättern
sv: Bläddra till evenemang i Händelser

source: Double-click on Date:
de: Doppelklick auf Datum:
sv: Dubbelklick på Datum:

source: New Google Calendar Event (Web Browser)
de: Neues Google Kalender Ereignis (Webbrowser)
sv: Ny Google Kalender-händelse (webbläsare)

source: Do Nothing
de: Keine Aktion
sv: Gör inget

source: Style
de: Stil
sv: Stil

source: Current Month Title:
de: Titel des aktuellen Monats:
sv: Nuvarande månadsrubrik:

# calendar title format for current month
source: MMMM d, yyyy
de: d. MMMM yyyy

source: Show Borders
de: Ränder anzeigen
sv: Visa ramar

source: Show Week Numbers
de: Wochennummern anzeigen
sv: Visa veckonummer

source: Highlight Current Day / Week
de: Aktuellen Wochentag hervorheben
sv: Markera aktuell dag/vecka

source: First day of week:
de: Erster Tag der Woche:
sv: Första veckodagen:

source: Default
de: Standard
sv: Standard

source: Event Badge:
de: Kennzeichen des Ereignisses:
sv: Händelseetikett:

source: Theme
de: Schema
sv: Tema

source: Dots (3 Maximum)
de: Punkte (bis zu 3)
sv: Punkter (3 st max)

source: Bottom Bar (Event Color)
de: Fußleiste (Ereignis Farbe)
sv: Linje (Händelsefärger)

source: Bottom Bar (Highlight)
de: Fußleiste (Hervorhebung)
sv: Linje framhävd

source: Count
de: Anzahl
sv: Siffra (Antal händelser)

source: Selected:
de: Ausgewählt:
sv: Vald:

source: Solid Color (Highlight)
de: Farbe (Hervorhebung)
sv: Enfärgad (Framhävd)

source: Today:
de: Heute:
sv: Idag:

source: Solid Color (Inverted)
de: Farbe (Invertiert)
sv: Enfärgad (Inverterad)

source: Big Number
de: Große Zahl
sv: Stor siffra

source: Event Calendar Plugins
de: Ereigniskalender Plugins

source: Plasma Calendar Plugins
de: Plasma Kalender Plugins
sv: Plasma kalender plugins

source: Misc
de: Verschiedenes
sv: Övrigt

source: Refresh events every:
de: Ereignisse auffrischen alle:
sv: Uppdatera händelser varje:

source: Notifications
de: Benachrichtigungen
sv: Meddelanden

source: Event Reminder
de: Ereignisbenachrichtigung

source: Event Starting
de: Ereignisbeginn
sv: Händelse startad

source: Widgets
de: Oberflächenelemente

source: Show/Hide widgets above the calendar. Toggle Agenda/Calendar on their respective tabs.
de: Oberflächenelemente oberhalb des Kalenders anzeigen/verstecken. Zwischen Kalender und Terminen umschalten.
sv: Visa/dölj widgetar ovanför kalendern. Växla Agenda/Kalender på respektive flik.

source: Meteogram
de: Meteogramm

source: Clock
de: Uhr
sv: Klocka

source: Time Format
de: Zeitformat
sv: Tidsformat

source: Time Format Documentation
de: Dokumentation des Zeitformats
sv: Dokumentation för Tidsformat

source: The default font for the Breeze theme is Noto Sans which is hard to read with small text. Try using the Sans Serif font if you find the text too small when adding a second line.
de: Der Standardzeichensatz Noto Sans für Breeze ist bei kleiner Schrift schwer zu lesen. Probiere Sans Serif, wenn der Text in der zweiten Zeile zu klein erscheint.
sv: Standardteckensnittet för Breeze-temat är Noto Sans vilket är svårt att läsa med liten text. Pröva att använda teckensnittet Sans Serif om du tycker att texten är för liten när du lägger till en andra rad.

source: You can also use %1 or %2 to style a section. Note the single quotes around the tags are used to bypass the time format.
de: Genau so kann %1 oder %2 zum gestalten eines Bereichs verwendet werden. Die einfachen Anführungszeichen um die Marken werden zur Unterscheidung mit der Zeitformatierung verwendet.
sv: Du kan också använda %1 eller %2 för att utforma en sektion. Observera att de enskilda citaten runt taggarna används för att kringgå tidsformat.

source: Font:
de: Zeichensatz:
sv: Teckensnitt:

source: Fixed Clock Height:
de: Feste Höhe für Uhr:
sv: Fixerad klockhöjd:

source: (0px = scale to fit)
de: (0 px = passend skalieren)
sv: (0px = skala för att passa)

source: Line 1:
de: Zeile 1:
sv: Rad 1:

source: Preset:
de: Voreinstellung:
sv: Förinställning:

source: Bold
de: Fett
sv: Fet text

source: Line 2:
de: Zeile 2:
sv: Rad 2:

source: Height:
de: Höhe:
sv: Höjd:

source: Mouse Wheel
de: Mausrad
sv: Mushjul

source: Run Commands
de: Befehle ausführen
sv: Kör kommando

source: Scroll Up:
de: Hoch blättern:
sv: Scrolla upp:

source: Scroll Down:
de: Runter blättern:
sv: Scrolla ner:

source: Volume (No UI) (amixer)
de: Lautstärke (amixer: ohne Oberfläche)
sv: Volym (Inget UI) (amixer)

source: Volume (UI) (qdbus)
de: Lautstärke (qdbus: mit Oberfläche)
sv: Volym (UI) (qdbus)

source: Desktop Widget: Show background
de: Desktop Element: Hintergrund sichtbar
sv: Skrivbordswidget: Visa bakgrund

source: Debugging will log sensitive information to:
de: Dadurch können sensible Daten in:
sv: Felsökning kommer att skriva känslig information till:

source: Enable Debugging
de: Debugging aktivieren
sv: Aktivera felsökning

source: Login
de: Anmelden
sv: Logga in

source: Currently Synched.
de: Synchronisiert.
sv: Synkroniserad.

source: Logout
de: Abmelden
sv: Logga ut

source: To sync with Google Calendar
de: Mit Google Kalender synchronisieren
sv: För att synkronisera med Google Kalender

source: Visit <a href="%1">%2</a> (opens in your web browser). After you login and give permission to access your calendar, it will give you a code to paste below.
de: Gehe auf <a href="%1">%2</a> (öffnet sich im Webbrowser), melde dich an, und bestätige, dass dieses Miniprogramm auf deinen Kalender zugreifen darf. Füge anschließend den angezeigten Code in das folgende Textfeld ein.
sv: Besök <a href="%1">%2</a> (öppnas i din webbläsare). När du har loggat in och gett behörighet att komma åt din kalender kommer den att ge dig en kod att klistra in nedan.

source: Copy Link
de: Link kopieren
sv: Kopiera länk

source: Enter code here (Eg: %1)
de: Code hier eingeben (z.B. %1)
sv: Ange koden här (t.ex. %1)

source: Submit
de: Absenden
sv: Skicka in

source: Invalid Google Authorization Code
de: Ungültiger Authorisierungscode
sv: Ogiltig Google-auktoriseringskod

source: Calendars
de: Kalender
sv: Kalendrar

source: Refresh
de: Auffrischen
sv: Uppdatera

source: Tasks
de: Aufgaben
sv: Uppgifter

source: Options
de: Optionen
sv: Alternativ

source: Add Calendar
de: Kalender hinzufügen
sv: Lägg till kalender

source: New Calendar
de: Neuer Kalender
sv: Ny kalender

source: Calendar Label
de: Kalenderbezeichnung
sv: Kalenderetikett

source: Browse
de: Durchsuchen
sv: Bläddra

source: Calendar to the left of the Agenda (Two Columns)
de: Kalender links von der Ereignisliste (zwei Spalten)
sv: Dagordning till höger om kalender (två kolumner)

source: Agenda below the Calendar (Single Column)
de: Ereignisliste unter dem Kalender (eine Spalte)
sv: Dagordning under kalender (enkel kolumn)

source: Cannot deselect Local time from the tooltip
de: Lokale Zeit kann nicht aus dem Tooltip entfernt werden
sv: Det går inte att avmarkera lokal tid från verktygstipset

source: Data
de: Daten

source: City Id:
de: Ort ID:
sv: Stad-ID:

source: Eg: 5983720
de: z.B.: 5983720
sv: T.ex: 5983720

source: Find City
de: Ort finden
sv: Hitta stad

source: Eg: on-14
de: z.B.: an-14
sv: T.ex: on-14

source: Settings
de: Einstellungen
sv: Inställningar

source: Update forecast every:
de: Vorhersage alle:
sv: Uppdatera prognosen varje:

source: Show next
de: Vorhersage für die nächsten
sv: Visa nästa

source: hour
de: Stunden
sv: Timme

source: in the meteogram.
de: im Meteogramm anzeigen
sv: i meteogrammet.

source: Units:
de: Einheiten:
sv: Enheter:

source: Grid
de: Raster
sv: Rutnät

source: Rain
de: Regen
sv: Regn

source: Positive Temp
de: Positive Temperatur
sv: Positiv Temp

source: Negative Temp
de: Negative Temperatur
sv: Negativ Temp

source: Icons
de: Piktogramme
sv: Ikoner

source: Select city
de: Ort auswählen
sv: Välj stad

source: Fetched from <a href="%1">%1</a>
de: Geladen von <a href="%1">%1</a>
sv: Hämtat från <a href="%1">%1</a>

source: Search
de: Suchen
sv: Sök

source: City Webpage
de: Website des Ortes
sv: Länk stad

source: Open Link
de: Verknüpfung öffnen
sv: Öppna länk

source: to
de: bis
sv: till

source: Event Title
de: Ereignistitel
sv: Titel Händelse

source: Add location
de: Ort hinzufügen
sv: Lägg till plats

source: Add description
de: Beschreibung hinzufügen
sv: Lägg till beskrivning

source: &Save
de: &Sichern
sv: &Spara

source: &Cancel
de: &Abbrechen
sv: &Avbryt

source: Add due date
de: Enddatum hinzufügen
sv: Lägg till slutdatum

# Use default font
source: Default
de: Standard
sv: Standard

source: Choose a sound effect
de: Klang auswählen
sv: Välj en ljudeffekt

source: Sound files (%1)
de: Klangdateien (%1)
sv: Ljudfiler (%1)

source: All files (%1)
de: Alle Dateien (%1)
sv: Alla filer (%1)

source: Weather API limit reached
de: Limit der Wetter-API erreicht
sv: Väder-API-gräns uppnådd

source: Logged out of Google. Please login again.
de: Von Googel abgemeldet. Bitte erneut anmelden.
sv: Utloggad från Google. Logga in igen.

source: Set Language…
de: Sprache einstellen
sv: Ställ in språk…

source: Set Locale…
de: Region einstellen…
sv: Välj språk…

source: Eg: 9am-5pm Work
de: z.B.: 9-17 Arbeit
sv: T.ex 9.00-17.00 Arbete

source: Weather not configured. Go to Weather in the config and set your city, and/or disable the meteogram to hide this area.
de: Wettervorhersage nicht konfiguriert. Ort in der Konfiguration zur Wettervorhersage einstellen, oder das Meteogramm ausschalten.
sv: Väder är inte konfigurerat. Gå till Väder i inställningar och ställ in väder för önskad stad, och/eller inaktivera meteogrammet för att dölja detta område.

source: Error fetching weather.
de: Fehler beim Abfragen der Wettervorhersage.
sv: Det gick inte att hämta väder.

source: Timer finished
de: Timer abgelaufen
sv: Tiden är ute

source: %1 has passed
de: %1 vergangen
sv: %1 har passerat

source: Repeat
de: Wiederholen
sv: Upprepa

source: Pause Timer
de: Pausen-Timer
sv: Pausa Timer

source: Start Timer
de: Timer starten
sv: Starta Timer

source: Scroll to add to duration
de: Blättern zum Einstellen der Dauer
sv: Scrolla för att ändra tidslängd

source: Sound
de: Ton
sv: Ljud

source: Set Timer
de: Timer einstellen
sv: Ställ in Timer

source: Events Starting
de: Startende Ereignisse
sv: Händelser startar

source: Events In Progress
de: Laufende Ereignisse
sv: Händelser pågår

source: Upcoming Events
de: Nächste Ereignisse
sv: Kommande Händelser

# %1 = 15 minutes
source: Starting in %1
de: Startet in %1

source: Google Hangouts link
sv: Google Hangouts Länk

source: Radius:
sv: Radie:

source: Timer
sv: Stoppur

source: Debugging
sv: Felsökning

source: Tooltip
sv: Verktygstips

source: Name
sv: Namn

source: Id
sv: Identifikation

# short form for %1 hours
source: %1h
sv: %1t
